Repository: django-userena-ce/django-userena-ce
Catalog: userena/locale/*/LC_MESSAGES/django.po
Languages: ar, cs

source: Date/time
ar: التاريخ/الوقت
cs: Datum/čas

source: The following usernames are incorrect: %(users)s.
ar: أسماء المستخدمين وأسماء المستخدمات التالية غير صحيحة: %(users)s.
cs: Tato jména uživatelů jsou nesprávná: %(users)s.

source: To
ar: إلى
cs: Pro

source: Message
ar: الرسالة
cs: Zpráva

source: from user
ar: من مستخدم
cs: od uživatele

source: to user
ar: إلى مستخدم
cs: pro uživatele

source: latest message
ar: آخر رسالة
cs: poslední zpráva

source: contact
ar: جهة اتصال
cs: kontakt

source: contacts
ar: جهات اتصال
cs: kontakty

source: %(um_from_user)s and %(um_to_user)s
ar: %(um_from_user)s و %(um_to_user)s
cs: %(um_from_user)s a %(um_to_user)s

source: recipient
ar: المتلقّيـ/ـة
cs: příjemce

source: message
ar: الرسالة
cs: zpráva

source: read at
ar: قُرئت الساعة
cs: přečteno

source: recipient deleted at
ar: حذفها المتلقي الساعة
cs: příjemce zrušen

source: recipients
ar: المتلّقون والمتلقيات
cs: příjemci

source: body
ar: نص الرسالة
cs: zpráva

source: sender
ar: المرسلـ/ـة
cs: odesílatel

source: sent at
ar: أرسلت الساعة
cs: odesláno

source: sender deleted at
ar: حذفها المرسل الساعة
cs: odesílatel zrušen

source: messages
ar: الرسائل
cs: zprávy

source: Conversation with %(recipient)s
ar: محادثة مع %(recipient)s
cs: Konverzace s %(recipient)s

source: Received on %(sent_at)s
ar: أُستلمت يوم %(sent_at)s
cs: Přijato %(sent_at)s

source: Compose
ar: كتابة
cs: Vytvořit

source: Compose message
ar: كتابة رسالة
cs: Vytvořit zprávu

source: Send
ar: إرسال
cs: Odeslat

source: Messages
ar: الرسائل
cs: Zprávy

source: %(unread_message_count)s new messages.
ar: %(unread_message_count)s رسائل جديدة.
cs: %(unread_message_count)s nová(é) zpráva(y) .

source: %(latest_message)s (%(unread_between_count)s new)
ar: %(latest_message)s (%(unread_between_count)s جديدة)
cs: %(latest_message)s (%(unread_between_count)s nová(é))

source: Message is sent.
ar: أرسلت الرسالة.
cs: Zpráva byla odeslána.

source: Message is succesfully restored.
ar: أستعيدت الرسالة بنجاح.
cs: Zpráva byla úspěšně obnovena.

source: Message is successfully removed.
ar: لم تحذف أي رسالة.
cs: Zpráva byla odstraněna.

source: Username
ar: اسم المستخدمـ/ـة
cs: Jméno uživatele

source: Username must contain only letters, numbers, dots and underscores.
ar: ينبغي لاسم المستخدمـ/ـة أن يحتوي فقط على الحروف والأرقام والنقاط والشرطات السفلية.
cs: Jméno uživatele může obsahovat jen písmena, číslice, tečku nebo podtržítko.

source: Email
ar: البريد الإلكتروني

source: Create password
ar: كلمة السر
cs: Vytvořit heslo

source: Repeat password
ar: إعادة كلمة السر
cs: Zopakujte heslo

source: This username is already taken but not confirmed. Please check your email for verification steps.
ar: اسم المستخدمـ/ـة هذا موجود مسبقًا لكنه غير مؤكد. المرجو اتباع خطوات التأكيد المُرسلة إلى بريدك.
cs: Toto jméno uživatele je již přiděleno, ale zatím nebylo aktivováno. Pokud se jedná o váš účet, najdete pokyny pro aktivaci ve vaší poště (hledejte případně i ve složkách: spam apod.).

source: This username is already taken.
ar: اسم المستخدمـ/ـة مأخوذ مسبقًا.
cs: Toto jméno uživatele je již použito.

source: This username is not allowed.
ar: لا يسمح باسم المستخدمـ/ـة هذا.
cs: Toto jméno uživatele nelze použít.

source: This email is already in use but not confirmed. Please check your email for verification steps.
ar: البريد الإلكتروني هذا مستخدم مسبقًا لكنه غير مؤكد. المرجو اتباع خطوات التأكيد المُرسلة إلى بريدك.

source: This email is already in use. Please supply a different email.
ar: البريد الإلكتروني هذا مستخدم مسبقًا، المرجو استخدام بريد آخر.
cs: Tento email je již použitý. Prosím použijte jiný.

source: The two password fields didn't match.
ar: حقلي كلمة السر لا يتتطابقان.
cs: Oba zápisy hesla se vzájemně liší.

source: I have read and agree to the Terms of Service
ar: قرأت شروط الاستخدام ووافقت عليها
cs: Seznámil jsem se s Podmínkami služby a souhlasím s nimi

source: You must agree to the terms to register.
ar: يتعيّن الموافقة على الشروط للتسجيل.
cs: Je potřeba, abyste odsouhlasil(a) podmínky používání služby.

source: Email or username
ar: البريد الإلكتروني أو اسم المستخدمـ/ـة
cs: Email nebo jméno uživatele

source: Either supply us with your email or username.
ar: المرجو تزويدنا بالبريد الإلكتروني أو اسم المسخدمـ/ـة.
cs: Zadejte email nebo jméno uživatele.

source: Password
ar: كلمة السر
cs: Heslo

source: Remember me for %(days)s
ar: تذكّرني مدّة %(days)s
cs: Zapamatovat si přihlášení %(days)s dnů

source: Please supply your email.
ar: المرجو تزويدنا ببريدك الإلكتروني.
cs: Prosím, zadejte svůj email.

source: Please enter a correct username or email and password. Note that both fields are case-sensitive.
ar: المرجو إدخال اسم مستخدمـ/ـة أو بريد إلكتروني وكلمة سر صحيحين. المرجو التنبه أن كلا الحقلين.
cs: Prosím zadejte správné jméno uživatele nebo email a heslo. Pozor na to, že malá a velká písmena jsou považována za odlišná.

source: New email
ar: رسالة جديدة
cs: Nová emailová adresa

source: You're already known under this email.
ar: هذا هو بريدك لدينا.
cs: Pod tímto emailem jste již zaregistrován(a).

source: First name
ar: الاسم الأول
cs: Křestní jméno

source: Last name
ar: الاسم الأخير
cs: Příjmení

source: Either message_plain or message_html should be not None
ar: إما message_plain أو message_html ينبغي ألا يكون None
cs: Je potřeba zadat buď message_plain nebo message_html

source: No profile found for %(username)s
ar: لم يتم العثور على ملف شخصي %(username)s
cs: Nebyl nalezen profil pro jméno %(username)s

source: user
ar: المستخدمـ/ـة
cs: uživatel

source: last active
ar: آخر نشاط
cs: naposledy aktivní

source: The last date that the user was active.
ar: آخر تاريخ لنشاط المسخدم/ـة.
cs: Datum, kdy byl uživatel naposledy aktivní.

source: activation key
ar: مفتاح التفعيل
cs: aktivační klíč

source: notification send
ar: أرسل الإشعار
cs: zaslaná notifikace

source: Designates whether this user has already got a notification about activating their account.
ar: يحدد هل وصل إشعار للمستخدمـ/ـة عن تفعيل الحساب.
cs: Udává, zda uživatel již dostal zprávu o aktivaci svého účtu.

source: unconfirmed email address
ar: بريد إلكتروني غير مؤكد
cs: neověřená emailová adresa

source: Temporary email address when the user requests an email change.
ar: عنوان البريد الإلكتروني مؤقت عندما يطلب المستخدم/تطلب المستخدمة تغيير البريد الإلكتروني.
cs: Dočasná emailová adresa vzhledem k tomu, že uživatel požádal o změnu emailu.

source: unconfirmed email verification key
ar: مفتاح تأكيد بريد غير مؤكد
cs: nepoužitý klíč (pro ověření emailu)

source: creation date of email confirmation key
ar: تاريخ إنشاء مفتاح تأكيد البريد
cs: datum vytvoření klíče pro potvrzení prostřednictvím emailu

source: userena registration
ar: تسجيل يوزرينا
cs: registrace

source: userena registrations
ar: تسجيلات يوزرينا
cs: registrace

source: Open
ar: مفتوح
cs: Založeno

source: Registered
ar: مسجّل
cs: Zaregistrováno

source: Closed
ar: مغلق
cs: Uzavřeno

source: mugshot
ar: الصورة
cs: portrét

source: A personal image displayed in your profile.
ar: الصورة الشخصية التي تعرض في ملفك الشخصي.
cs: Portrét, který se bude zobrazovat u profilu.

source: privacy
ar: الخصوصية
cs: soukromí

source: Designates who can view your profile.
ar: تحدد من يستطيع مشاهدة ملفك الشخصي.
cs: Udává, kdo může vidět Váš profil.

source: language
ar: اللغة
cs: jazyk

source: Default language.
ar: اللغة المبدئية.
cs: Upřednostňovaný jazyk.

source: English
ar: الإنجليزية

source: Dutch
ar: الهولندية

source: French
ar: الفرنسية

source: Polish
ar: البولندية

source: Portugese
ar: البرتغالية

source: Brazilian Portuguese
ar: البرتغالية البرازيلية

source: Spanish
ar: الإسبانية

source: Greek
ar: اليونانية

source: Simplified Chinese
ar: الصينية المبسّطة

source: Traditional Chinese
ar: الصينية التقليدية

source: a month
ar: شهر
cs: měsíc

source: Account activation failed.
ar: فشل تفعيل الحساب.
cs: Aktivace účtu selhala.

source: Your account could not be activated...
ar: لم يكن ممكنًا تفعيل حسابك....
cs: Váš účet nemohl být aktivován...

source: Your account could not be activated. This could be because your activation link has aged.
ar: لم يكن ممكنًا تفعيل حسابك. قد يكون ذلك لأن وصلة التفعيل باتت قديمة.

source: Please try signing up again or contact us if you think something went wrong.
ar: المرجو محاولة التسجيل مرة أخرى أو التواصل معنا عند الظنّ أن خطأً ما حدث.
cs: Prosím, zkuste se zaregistrovat znova a v případě potíží nás kontaktujte.

source: Your account could not be activated because activation link is expired.
ar: لم يكن ممكنًا تفعيل حساب لأن صلاحية وصلة التفعيل انتهت.

source: Request a new activation link.
ar: اطلبـ/ـي رابط تفعيل جديد.
cs: Požádat o nový odkaz k aktivaci účtu.

source: Account re-activation succeeded.
ar: نجحت إعادة تفعيل الحساب.
cs: Nová aktivace účtu byla úspěšná.

source: Account re-activation
ar: إعادة تفعيل الحساب
cs: Obnovené aktivování účtu.

source: You requested a new activation of your account..
ar: لقد طلبت تفعيلا جديدا لحسابك..
cs: Zažádal jste o novou aktivaci svého účtu..

source: You have been sent an e-mail with an activation link to the supplied email.
ar: لقد أُرسلت رسالة إلى البريد الإلكتروني الذي وضعته تحتوي وصلة التفعيل.
cs: Na zadanou adresu Vám byl zaslán email s aktivačním odkazem.

source: We will store your signup information for %(userena_activation_days)s days on our server.
ar: سنخزّن على خوادمنا معلومات تسجيلك مدة %(userena_activation_days)s يومًا.
cs: Vaše registrační informace uchováme %(userena_activation_days)s dny/dnů.

source: Disabled account
ar: الحساب معطل
cs: Deaktivovaný účet

source: Your account has been disabled
ar: حسابك معطّل
cs: Váš účet byl deaktivován

source: It seems your account has been disabled.
ar: يبدو أن حسابك معطّل.

source: If you feel that injustice has been done to you, feel free to contact the administrators to find out why
ar: إذا شعرت أن هذا القرار ليس عادلا، لا تتردد بالتواصل مع الإداريين والإداريات لمعرفة السبب

source: Email verification
ar: التحقق من البريد الإلكتروني
cs: Ověření emailu

source: Confirm your new email
ar: تأكيد بريدك الإلكتروني الجديد
cs: Potvrďte svůj nový email

source: You have received an email at %(email)s.
ar: لقد تلقّيت رسالة موجّهة إلى %(email)s.
cs: Přišel Vám email: %(email)s.

source: To associate this email address with your account (%(username)s) click on the link provided in this email.
ar: لربط هذا البريد الإلكتروني بحسابك (%(username)s) انقر/ي الوصلة المعطاة في هذه الرسالة.
cs: Pro přiřazení Vaší mailové adresy k účtu (%(username)s) klikněte na odkaz v tomto mailu.

source: Email changed!
ar: تغيّر البريد الإلكتروني!
cs: Emailová adresa byla změněna

source: Your new email address is saved. You can continue using %(site)s with this email.
ar: حُفظ عنوان بريدك الإلكتروني الجديد. يمكنك الاستمرار باستخدام %(site)s بهذا البريد الإلكتروني.
cs: Vaše nová emailová adresa byla uložena. Nadále můžete používat %(site)s s touto mailovou adresou.

source: Email verification failed.
ar: فشل التحقق من البريد الإلكتروني.
cs: Ověření emailu selhalo.

source: Your email could not be verified...
ar: لم يكن ممكنا التحقق من بريدك الإلكتروني...
cs: Váš email nemohl být ověřen...

source: You could try changing it again in your account settings.
ar: يمكنك محاولة تغييره مجددا في إعدادات حسابك.
cs: Můžete zkusit provést změnu znovu v nastaveních Vašeho účtu.

source: Account &raquo; %(username)s
ar: حساب %(username)s
cs: Účet &raquo; %(username)s

source: View profile
ar: عرض الملف الشخصي
cs: Zobrazit profil

source: Edit profile
ar: تغيير الملف الشخصي
cs: Upravit profil

source: Change password
ar: تغيير كلمة السر
cs: Změnit heslo

source: Change email
ar: تغيير البريد الإلكتروني
cs: Změnit email

source: Change email address
ar: تغيير عنوان البريد الإلكتروني
cs: Změnit mailovou adresu

source: Dear %(username)s,</p>
ar: طابت أيامك بالخير %(username)s</p>
cs: Vážen(ý) %(username)s,</p>

source: <p>Thank you for signing up at %(site)s.</p>
ar: <p>شكرا لك على التسجيل في %(site)s.</p>
cs: <p>Děkujeme, že jste se na %(site)s zaregistroval(a).</p>

source: To activate your account you should click on the link below:
ar: لتفعيل حسابك، عليك نقر الوصلة أدناه:
cs: Pro aktivaci Vašeho účtu klikněte na následující odkaz:

source: Thanks for using our site!
ar: شكرًا لاستخدام موقعنا!
cs: Děkujeme za použití našeho webu.

source: Sincerely
ar: بإخلاص
cs: S pozdravem

source: Dear %(username)s,
ar: طابت أيامك بالخير %(username)s،
cs: Vážen(ý) %(username)s,

source: Thank you for signing up at %(site)s.
ar: شكرا لك على التسجيل في %(site)s.
cs: Děkujeme, že jste se na %(site)s zaregistroval(a).

source: Your signup at %(site)s.
ar: تسجيلك في %(site)s.
cs: Vaše registrace na %(site)s.

source: You requested a change of your email address at %(site)s.
ar: لقد طلبت تغيير عنوان بريدك الإلكتروني في %(site)s.
cs: Žádal(a) jste o změnu emailu na %(site)s.

source: Please confirm this email address by clicking on the link below:
ar: المرجو تأكيد هذا عنوان البريد الإلكتروني هذا بالنقر على الوصلة أدناه:
cs: Prosím potvrďte Vaši emailovou adresu kliknutím na následující odkaz:

source: There was a request to change your email address at %(site)s.
ar: ثمة طلب لتغيير عنوان بريدك الإلكتروني في %(site)s.
cs: Žádal(a) jste o změnu emailu na %(site)s.

source: An email has been send to %(new_email)s which contains a verification link. Click on the link in this email to activate it.
ar: أرسلت رسالة إلى %(new_email)s تحتوي وصلة تأكيد. انقر على الوصلة في الرسالة لتفعيله.
cs: Email s ověřovacím odkazem byl zaslán na %(new_email)s (hledejte i ve složce pro spam). Prosím klikněte na odkaz v emailu.

source: Email verification for %(site)s.
ar: تأكيد بريدك في %(site)s.
cs: Ověření emailu pro %(site)s.

source: A request to change your email address is made at %(site)s.
ar: طُلب تغيير عنوان بريدك الإلكتروني في %(site)s.
cs: Byl vytvořen požadavek na změnu mailu pro %(site)s.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
ar: تصلك هذه الرسالة لأنك طلبت إعادة ضبط كلمة السر لحسابك في %(site_name)s
cs: Tento mail Vám byl zaslán, protože jste žádal(a) na %(site_name)s o možnost změny hesla.

source: Please go to the following page and choose a new password:
ar: المرجو التوجّه إلى الصفحة التالية لاختيار كلمة سرّ جديدة:
cs: Prosím, přejděte na následující stránku a tam si zvolte své nové heslo:

source: Your username, in case you've forgotten: %(username)s
ar: اسم المستخدمـ/ـة في حال نسيانه: %(username)s
cs: Vaše uživatelské jméno, pro případ, že si jej nepamatujete: %(username)s

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
ar: تصلك هذه الرسالة لأنك طلبت إعادة ضبط كلمة السر لحسابك في %(site_name)s
cs: Tento mail Vám byl zaslán, protože jste žádal(a) na %(site_name)s o možnost změny hesla.

source: Your username, in case you've forgotten: %(username)s
ar: اسم المستخدمـ/ـة في حال نسيانه: %(username)s
cs: Vaše uživatelské jméno, pro případ, že si jej nepamatujete: %(username)s

source: Password changed
ar: تغيّرت كلمة السر
cs: Heslo bylo změněno

source: Your password has been changed
ar: تغيّرت كلمة سرّك
cs: Vaše heslo bylo změněno

source: From now on you can use your new password to signin
ar: من الآن فصاعدًا يمكنك استخدام كلمة السر الجديدة للدخول
cs: Nadále používejte pro přihlášení své nové heslo.

source: Change Password
ar: غيّر كلمة السر
cs: Změnit heslo

source: Password reset
ar: إعادة ضبط كلمة السر
cs: Obnovit nastavení hesla

source: Your password has been reset
ar: أعيد ضبط كلمة سرّك
cs: Vaše heslo bylo resetováno

source: You can now <a href="%(signin_url)s">signin</a> with your new password.
ar: يمكنك الآن <a href="%(signin_url)s">الدخول</a> بكلمة السر الجديدة.
cs: Nyní se můžete <a href="%(signin_url)s">přihlásit</a> pomocí svého nového hesla.

source: Reset password
ar: استعادة كلمة السر
cs: Obnovit nastavení hesla

source: Reset Password
ar: استعادة كلمة السر
cs: Obnovit nastavení hesla

source: Password reset email sent
ar: أرسلت رسالة إعادة ضبط كلمة السر
cs: Email pro nastavení hesla byl odeslán

source: An e-mail has been sent to you which explains how to reset your password.
ar: أُرسلت لك رسالة توضّح كيفية إعادة ضبط كلمة السر.
cs: Byl Vám zaslán email s informací, jak si znova nastavíte heslo.

source: Send password
ar: أرسل كلمة السر
cs: Odeslat heslo

source: %(username)s's profile.
ar: ملف %(username)s الشخصي.
cs: %(username)s - profil

source: Edit details
ar: عدّل التفاصيل
cs: Změnit podrobnosti

source: Your mugshot
ar: صورتك
cs: Vaše profilové foto

source: Name
ar: الاسم
cs: Jméno

source: Age
ar: العمر
cs: Věk

source: Website
ar: الموقع
cs: Web

source: Location
ar: المكان
cs: Umístění

source: About me
ar: عنّي
cs: O mně

source: Account setup
ar: ضبط حسابك
cs: Nastavení účtu

source: Edit Profile
ar: عدّل الملف الشخصي
cs: Upravit profil

source: Save changes
ar: احفظ التغييرات
cs: Uložit změny

source: Profiles
ar: الملفات الشخصية
cs: Profily

source: previous
ar: السابق
cs: předchozí

source: Page %(page)s of %(num_pages)s
ar: صفحة %(page)s من %(num_pages)s
cs: Strana %(page)s z %(num_pages)s

source: next
ar: التالي
cs: další

source: Signin
ar: الدخول
cs: Přihlásit se

source: Forgot your password?
ar: أنسيت كلمة السر؟
cs: Zapomenuté heslo?

source: Signed out
ar: تم الخروج
cs: Odhlášen(a)

source: You have been signed out
ar: سُجّل خروجك
cs: Byl jste odhlášen(a)

source: You have been signed out. Till we meet again.
ar: سُجّل خروجك. نلقاك قريبًا.
cs: Byl jste odhlášen(a). Těšíme se příště.

source: Signup almost done!
ar: أوشك التسجيل على الاكتمال!
cs: Registrace je téměř dokončena.

source: Signup
ar: التسجيل
cs: Registrace

source: Thank you for signing up with us!
ar: شكرا لتسجيلك معنا!
cs: Děkujeme, že jste se u nás registroval.

source: You can now use the supplied credentials to signin.
ar: يمكنك الآن استخدام البيانات المُزوّدة للدخول.
cs: Dále se můžete přihlašovat pomocí zadaných údajů.

source: Male
ar: ذكر
cs: Muž

source: Female
ar: أنثى
cs: Žena

source: gender
ar: الجندر
cs: pohlaví

source: website
ar: الموقع
cs: web

source: location
ar: المكان
cs: umístění

source: about me
ar: عنّي
cs: o mně

source: Your account has been activated and you have been signed in.
ar: فُعّل حسابك وسُجّل دخولك.
cs: Váš účet byl aktivován a nyní jste přihlášen(a).

source: Your email address has been changed.
ar: عُدّل بريدك الإلكتروني.
cs: Vaše emailová adresa byla změněna.

source: You have been signed in.
ar: سجّلت دخولك.
cs: Jste přihlášen(a).

source: You have been signed out.
ar: سجّلت خروجك.
cs: Byl(a) jste odhlášen(a).

source: Your profile has been updated.
ar: حُدّث ملفك الشخصي.
cs: Váš profil byl aktualizován.

source: Activate your account
cs: Aktivujte svůj účet

source: Click here to activate your account
cs: Klikněte sem pro aktivaci svého účtu

source: Account not activated
cs: Účet nebyl aktivován

source: You have not confirmed your email address yet, please check your email for the activation link.
cs: Zatím jste nepotvrdil(a) svoji emailovou adresu. Prosím zkontrolujte svoji poštu (včetně složky pro spam) a najděte aktivační odkaz.

source: If you are unable to complete the activation steps, please contact the administrators for assistance.
cs: Jestliže nemůžete dokončit kroky pro aktivaci, prosím, kontaktujte administrátory.

source: Your account could not be activated as your activation link has expired.
cs: Váš účet nemohl být aktivován protože aktivační odkaz je již příliš starý.

source: Your account has been disabled.
cs: Váš účet byl deaktivován.

source: Please contact the administrators if you require further assistance.
cs: Prosím, kontaktujte administrátora, jestliže potřebujete pomoci.
